Repository: opendroid-Team/enigma2-plugin-extensions-xmltvimport
Catalog: src/EPGImport/locale/*.po
Languages: nl, uk

source: Import of epg data will start. This may take a few minutes. Is this ok?
uk: Починаємо імпорт даних EPG. Це може зайняти кілька хвилин. Це вас влаштовує?

source: %s %s events
nl: %s %s programma's
uk: %s %s подій

source: events
uk: подій

source: Add Channel
uk: Додати канал

source: Add Provider
uk: Додати провайдера

source: All services provider
uk: Все сервіси провайдера

source: Automated EPG Importer
nl: Automatische EPG import
uk: Автоматичний імпортер EPG

source: Automatic import EPG
uk: Автоматичний імпорт EPG

source: Automatic start time
nl: Aanvang automatische import
uk: Початок автоматичного старту

source: Cancel
nl: Annuleren
uk: Скасування

source: Channel Selection
uk: Вибір каналів

source: Choice days for start import
uk: Вибір днів для старту імпорту

source: Clear
nl: Leeg maken
uk: Очищення

source: Clearing current EPG before import
uk: Очищення поточного EPG перед імпортом

source: Consider setting "Days Profile"
uk: Врахувати настройки "Профіль днів"

source: Days Profile
uk: Профіль днів

source: Delete all
uk: Удалить все

source: Delete selected
uk: Видалити вибране

source: EPG Import Configuration
nl: EPG Import instellingen
uk: EPG імпорт - налаштування

source: EPG Import Log
uk: EPG імпорт - лог

source: EPG Import Sources
uk: Джерело імпорту EPG

source: EPG Import finished, %d events
nl: EPG Import klaar, %d programma's
uk: EPG импорт закінчено, %d подій

source: EPG Importer
uk: Імпортер EPG

source: EPGImport
uk: EPG імпорт

source: EPGImport Import of epg data is still in progress. Please wait.
uk: EPG імпорт Імпорт даних EPG все ще триває. Зачекайте, будь ласка.

source: EPGImport Import of epg data will start. This may take a few minutes. Is this ok?
uk: EPG імпорт Починаємо імпорт даних EPG. Це може зайняти кілька хвилин. Це вас влаштовує?

source: EPGImport Plugin Failed to start:
nl: EPGImport Plugin Mislukt:
uk: EPG імпорт Помилка старта:

source: Friday
uk: П'ятниця

source: Ignore services list
uk: Список ігнорованих сервісів

source: Ignore services list(press OK to save)
uk: Список ігнорованих сервісів (ОК для збереження)

source: Import current source
uk: Імпорт поточного джерела

source: Importing: %s %s events
uk: Імпортуємо: %s %s подій

source: Last import:
uk: Останній імпорт:

source: Last import: %s events
uk: Останній імпорт: %s подій

source: Last: %s %s, %d events
nl: Laatste: %s %s, %d programma's
uk: Останній імпорт: %s %s, %d подій

source: Load EPG only services in bouquets
uk: Завантаження EPG тільки для сервісів з букетів

source: Load long descriptions up to X days
nl: Aantal dagen voor uitgebreide beschrijvingen
uk: Завантаження довгих описів не більше ніж на Х днів

source: Manual
nl: Handmatig
uk: В ручну

source: Monday
uk: Понеділок

source: No active EPG sources found, nothing to do
nl: Geen actieve EPG bronnen, dus niets te doen
uk: Не знайдено активних джерел EPG.

source: Press OK
uk: Натисніть ОК

source: Really delete all list?
uk: Видалити весь список?

source: Return to deep standby after import
uk: Повернення в режим глибокого очікування після імпорту

source: Run AutoTimer after import
uk: Запустити Автотаймер після закінчення імпорту

source: Saturday
uk: Субота

source: Save
nl: Opslaan
uk: Зберегти

source: Select action
uk: Вибір дії

source: Show "EPG Importer" in main menu
uk: Показувати "EPG імпортер"в головному меню

source: Show "EPGImport" in extensions
uk: Показувати "EPG імпорт" в меню доповнень

source: Show log
uk: Показувати лог

source: Skip import on restart GUI
uk: Пропускати імпорт після рестарту GUI

source: Sources
nl: Bronnen
uk: Джерела

source: Standby at startup
uk: Перейти в режим очікування після завантаження

source: Start import after booting up
nl: Meteen starten na opstarten ontvanger
uk: Старт імпорту після завантаження

source: Sunday
uk: Неділя

source: Thursday
uk: Четвер

source: Tuesday
uk: Вівторок

source: Wednesday
uk: Середа

source: When in deep standby
nl: Als de ontvanger uit staat
uk: Поведінка в глибокому очікуванні

source: Write to /tmp/epgimport.log
uk: Запис в /tmp/epgimport.log

source: You may not use this settings! At least one day a week should be included!
uk: Ви не можете використовувати ці настройки! Принаймні один день тижня має бути активований!

source: You must restart Enigma2 to load the EPG data, is this OK?
nl: Om de data te laden moet de gebruikersinterface opnieuw worden gestart, doorgaan?
uk: Необхідний рестарт Енігма2 для завантаження даних EPG, Зробити це зараз?

source: always
uk: завжди

source: never
uk: ніколи

source: only automatic boot
uk: тільки при автозавантаженні

source: only manual boot
uk: тільки при ручному завантаженні

source: skip the import
uk: Пропускати імпорт

source: wake up and import
uk: розбудити для імпорту

source: Wake up and import
nl: Aanzetten en importeren

source: Skip the import
nl: Importeren overslaan

source: Daily automatic import
nl: Elke dag automatisch importeren

source: Show in extensions
nl: Weergeven in extensie menu

source: Importing:
nl: Importeer:

source: EPGImport Plugin Import of epg data is still in progress. Please wait.
nl: EPGImport Plugin Nog bezig met importeren EPG data, even geduld A.U.B.

source: EPGImport Plugin Import of epg data will start This may take a few minutes Is this ok?
nl: EPGImport Plugin Start importeren EPG data. Dit kan enkele minuten duren. Doorgaan?
